[
	{
		"title": "First Post",
		"exerpt": "Calm in the Chaos.",
		"content": "The beginning of lockdown did not seem that terrible. The intense pressure of commuting, attending classes and balancing social life was instantly hushed. Although as a nation we had no other choice but to remain at home, I felt as though I was in control. My neatly organised daily schedule comforted my worries about a lack of productivity and I was elated to work from home. <br>My false idea of being in control is laughable now as we are at the end of our fifth week at home. The housework is loathsome, the lack of social interaction is depressing and the persistence of school responsibilities is overwhelming. My schedule is redundant as every day is no different from the one before it. <br>The only things keeping me sane are the moments that remind me that life is still beautiful, even if it is unrecognisable: the blessing of a warm meal; the health of my family; and an opportunity to celebrate life each day. <br> The atmosphere in our home gradually went from the post-work festivities of watching television and making easy dinners, to accepting working hours that extended past 9pm. This photo was taken during week one of lockdown. My mother, Samantha, was comfortably seated at her desk that we had enthusiastically assembled the night before. Good Friday celebrations were toned down this year. Usually a large potluck is arranged with extended family members – grandparents, cousins, aunts and uncles. However, we were committed to remembering the reason for this holiday. We shared holy communion over a zoom call with our family, in remembrance of the sacrifice Christ made, a pivotal moment for our faith."
	}, {
		"title": "Second Post",
		"exerpt": "Life at the Mountains.",
		"content": "All I need is confidence and courage. Why is it so hard for me to achieve those two things in my life? I started to realized that I lack those two virtues when it all started with this girl I liked in my middle school. I always think of myself as strong and determined, motivated and focus, is what I really think of myself. But I can always expect the unexpected. It’s really what life is about. <br> It was on a cool and cloudy afternoon, I was in the middle of my summer reading, a book called Son of the Mob. As the school year got closer during the summer, I kind of procrastinated on my summer reading. I, then, realized it wasn’t such a good idea to do that. One of the most annoying things that bothered me was the fact that my idiotic friends kept inviting me to hang out with them. I sighed and said to myself “Here we go again.” I just want to be at home, so that I can get my summer reading over with, I thought to myself. <br> I finally have a good, old friend asking me to join their birthday party; so I went. I can smell the aromatic smell of sweet, honey barbecue. I can also hear all the loud shouting, distant talking and guests talking loudly and uncontrollably. I was roaming the large, packed backyard looking forward to meeting new people. But I never knew that I would meet him, someone very familiar. A man, dressed in black, almost like the guy from the cover of the Son of the Mob giving this girl that he likes, that I like, beautiful, bright red roses. I felt like somebody just stab me in the back when I saw him giving her flowers. It just struck me suddenly."
	}, {
		"title": "Third Post",
		"exerpt": "Education is the key.",
		"content": "As a successful person in life and as a useful citizen in the sight no one can neglect the importance education reduces the challenges of happy life that one might face. We have more knowledge in level there'll be more opportunities for us off wages for professional and personal goals in life education is becoming very important part Sara a person. Who acquires higher education will have more skills capable of doing multiple tasks as well as meet the work requirement set a individual is also aware how to balance fleshly and professional life. Education played an important role because it provides different perspective and establishes personally develop societal also latest technologies are developed and teaching doctors. If the solution this cause of the desolation it's the obligation of every person recognise the value of high schooling and education is very important to bring prosperity and build a stronger state. People will not make a difference between wrong and right I am sure they are educated you show no person can open the doors of opportunities and substring back having a spoiler about your anaconda provides a knowledge of a particular subject but also it teaches us of our bodies and ways of self-respect and basic words of human beings. Our advantages of educated people all these values and lessons are important if we want to make a peaceful place and it is done with education we can say that education is access factor for culture. Socialization professional and personal growth it teaches us a few versions of living in the past people had success improved schooling and utilizes alternative ways could not but their success may be temporary the secret to success. So if a person wanted to find success schooling is mandatory when you are able to get an education it helps you better understand your abilities so you can excel education also gives the sense of patience and management is the ultimate way to improved their lives & communication skills enhance your perspective and Develop your personal skills. As well as your technical abilities the most important thing you will need to remember about education is that it helps individuals begin personal control of their own lives always refine education. Because it opens the doors for various opportunities the new beginning understanding its importance your experience are being changed in your life after understanding yourself and your skills to me reach your vision and dreams that manner you feel that you're doing the very enjoyable thing to get success in your life."
	}
]
